[
  {
    "title": "Sleep-Brain Link",
    "description": "Sleeping disorders may signal risk of Parkinson's disease, dementia",
    "slug": "sleep-brain-link",
    "date": "2025-06-01",
    "author": "Aditi",
    "image": "/uploads/1748781049157_94186167_1748596049_202505303416452.jpg",
    "content": "New Delhi, May 30 (IANS): Sleeping disorders may be act as an early indicator of neurodegenerative diseases like Parkinson's disease and Lewy body dementia (LBD) -- a type of dementia, according to a study.\r\n\r\nThe study focussed on patients with Rapid eye movement behaviour disorder -- a sleep disorder where individuals physically act out their dreams during the rapid eye movement (REM) stage of sleep.\r\n\r\n\"Normally, when we're asleep and dreaming, our muscles are paralysed, but around age 50, some people become very agitated during sleep and start punching, kicking and screaming,\" said Shady Rahayel, a medical professor at Université de Montréal in Canada.\r\n\r\nUnlike sleepwalking, which occurs during slow-wave sleep, RBD occurs during rapid eye movement (REM) sleep, he added, and it affects people of middle age.\r\n\r\nIn the study, published in the journal eBioMedicine, the researchers said that nearly 90 per cent of people with the disorder will go on to develop either Parkinson's disease or LBD.\r\n\r\n“RBD is an early warning sign that certain mechanisms in the brain are no longer working as they should,\" said the team.\r\n\r\n\"The people with RBD who come to see us are in good health... but of those who subsequently develop a disease, half will have Parkinson's and the other half LBD.\"Buy vitamins and supplements\r\n\r\nRahayel explained that with LBD, the second most common form of dementia after Alzheimer's, \"patients are no longer able to function in everyday life\".\r\n\r\nIn addition to dementia, \"they will have Parkinson's-like symptoms, vivid visual hallucinations, fluctuating attention and other symptoms.\"\r\n\r\nFor the study, the team used data from 1,276 MRI scans of people at risk of, or with, Parkinson's disease or LBD, and also of healthy people.\r\n\r\nUsing machine learning and computational models, the researchers identified two trajectories of brain atrophy progression.\r\n\r\nLBD seems to be associated with brain atrophy that begins in the cortex and then spreads to the interior of the brain, while in Parkinson's the atrophy progresses from the interior to the exterior of the brain.\r\n\r\nThe team next aims to investigate the factors that lead to this deterioration in the cortex, such as vascular lesions, the effects of drugs, and of lifestyle choices.Buy vitamins and supplements\r\n\r\n\"Now that we have identified these new progression patterns, our goal is to be able to determine from an MRI whether a person has one of them so that we can provide the best possible care,\" said Rahayel.",
    "isUploaded": true
  },
  {
    "title": "Canine Couture",
    "description": "The magic of the Pet Gala - fashion’s feel-good show by pet couturier Anthony Rubio",
    "slug": "canine-couture",
    "date": "2025-06-01",
    "author": "Aditi",
    "image": "/uploads/1748781430865_pet-gala-teaser-0sy600w0-2025-05-28.avif",
    "content": "A twist, a turn, a rainbow of glittering sequins followed by a flash of camera lights. A smile and then … a bark. Wait, what, a bark? Yes, because the model is a dog! A debonair chihuahua in a top hat. This is the annual Pet Gala in New York City, brain child of pet couturier extraordinaire, the designer who coined the term - Anthony Rubio.\r\n\r\nThose who now think of bored models walking down a runway clutching a pooch like a purse should think again - the dogs are the showstoppers, not the human models who seem like mere accessories, even their clothes not the focal point but the tiny creations (or larger ones) for their furry friends.\r\n\r\nDressed to the ca-nines for an un-fur-gettable event full of paw-sitive vibes - whatever wordplay you can think of, it will not prepare you for the Pet Gala, a runway show hosted two weeks after the Met Gala to give Rubio just enough time to recreate the most stunning creations in miniature. And if you thought he has a whole team working with him - no, it is only him, painstakingly creating each outfit by hand.\r\n\r\nBogie, one of Rubio’s two adopted chihuahuas, as Janelle Monáe in Thom Browne on the left.\r\nBogie, one of Rubio’s two adopted chihuahuas, as Janelle Monáe in Thom Browne on the left and BeBe as Cynthia Erivo who wore Givenchy to the Met Gala. Credits: Chia-Ta Tsai\r\nA star is born - pomeranian LaLa as Diana Ross who wore an 18-foot custom cape and a wide-brimmed feathered hat to the Met Gala, a collaboration by her son Evan and Nigerian designer Ugo Mozie.\r\nA star is born - pomeranian LaLa as Diana Ross. Credits: Chia-Ta Tsai\r\nAt this year’s event on 19th May, which was self-funded by the designer, there were 15 outfits on display that recreated Shakira wearing Prabal Gurung, Doja Cat in Marc Jacobs and Diana Ross in an 18-foot custom cape and a wide-brimmed feathered hat, a collaboration by her son Evan and Nigerian designer Ugo Mozie.\r\n\r\nChinese crested Suki, who came all the way from San Antonio, Texas for the Pet Gala, dressed as Shakira who wore Prabal Gurung.\r\nChinese crested Suki, who came all the way from San Antonio, Texas for the Pet Gala, dressed as Shakira who wore Prabal Gurung. Credits: Chia-Ta Tsai\r\n“Shakira was very special to me this year because she represents the Latino people, so it was something that had to do with the musicality as well as she wore a wonderfully coloured outfit that said so much about our culture,” said Rubio.\r\n\r\nGiven the theme, there were many pinstripe suits, hats and canes galore at the Met Gala on 5th May. “Learning about ‘Superfine: Tailoring Black Style’, an exhibit highlighting the cultural history of ‘The Black Dandy,’ brought me to a new level of appreciation and presented an exciting creative challenge. The exhibit, which celebrates the excellence of Black menswear and its far-reaching influence on fashion, resonated deeply with me. Initially, the focus on male fashion gave me pause, but as I immersed myself in the subject, I grew to understand and admire it immensely,” comments Rubio.\r\n\r\nFashionUnited spoke to the designer before the show to understand more about this unique event, its challenges and purpose.\r\n\r\nHow do you choose the models for your show?\r\nI do not dress a dog that does not want to be dressed. Believe me, I interview the owner extensively before I even start. I need to know that this animal is safe and comfortable, that it does not have any allergies. This animal is going to be okay wearing a garment. Because I don't want to force anything.\r\n\r\nBorn to pose - morkie Livie donned a pinstriped suit, which had big cat written all over it with its ocelot pattern as seen on Doja Cat who was wearing Marc Jacobs at the Met Gala.\r\nBorn to pose - morkie Livie donned a pinstriped suit, which had big cat written all over it with its ocelot pattern as seen on Doja Cat who was wearing Marc Jacobs at the Met Gala. Credits: Chia-Ta Tsai\r\nWho, me? Henry the Shih-tzu channelled Tessa Thompson who wore an ivory-white suit-dress by Prabal Gurung that created an hourglass shape.\r\nWho, me? Henry the Shih-tzu channelled Tessa Thompson who wore an ivory-white suit-dress by Prabal Gurung. Credits: Chia-Ta Tsai\r\nAnd what about the human models? Because not everyone knows how deal with dogs, right?\r\nWell, that is a prerequisite. They have to pass a test and I have to meet these models. I need to see their credentials. And then I enlighten them to what it is we do. Yes, I have had the encounter where a model has said they're good with dogs. And then when they come, they don't know what to do. So that happens. But I do not get angry, I like to educate people. So I will say, ‘come here, sit over here’. And I bring the owner with the dog. And I say, ‘I want you two to get to know each other.’ Let them get to know the dog. And before you know it, they develop a rapport.\r\n\r\nThe dogs have to be comfortable. Because remember, they are being carried or walked by a stranger. So I have a select group of models that I work with all the time. Because once they start, they don't want to stop. They come to every show.",
    "isUploaded": true
  },
  {
    "title": "Combatting Fashion Abuse",
    "description": "In Italy, a new protocol is introduced to combat exploitation in fashion production",
    "slug": "combatting-fashion-abuse",
    "date": "2025-06-01",
    "author": "Aditi",
    "image": "/uploads/1748781687411_gemini-generated-image-i7htihi7htihi7ht-a44rfhhe-2025-05-27.avif",
    "content": "On May 26, Luca Sburlati, the president of the Italian textile association Confindustria Moda, signed a memorandum of understanding (MoU) aimed at tackling illegality and exploitation in the local fashion production chain. With this, the Confindurstria Moda thus confirms its full willingness to collaborate with public institutions and other representative associations in the sector, according to a press release.\r\n\r\nThe protocol was initially proposed in June 2024, after a number of brands, namely Dior and Armani, faced allegations of operating workshops where underpaid workers were producing leather bags. More recently, a unit of Valentino had also been placed under judicial administration after an investigation uncovered abuse of supply chain workers.\r\n\r\nThe MoU therefore intends to ensure more transparency through the creation of a database of supply chain firms, which can enter their own information, covering tax and labour law compliance, among other aspects. This will then be updated every six months, according to Reuters, which reviewed the documents. Brands must commit to raising awareness of the new platform through their suppliers. Those that sign up to the scheme will be issued with a six-month renewable certificate of transparency.\r\n\r\nNew database aims to ensure transparency\r\nWhile defining the text of the protocol, following a first draft issued in June 2024, “Confindustria Moda chose to take on a constructive role to develop a shared system for transparency and control of the supply chain. The objective is to safeguard, with balance, all the interests at stake, from the promotion of full legality, to fair competition between national companies and between these and foreign competitors, to full respect for workers' rights (salaries, rights, health and safety, welfare)”, read the press release from Confindustria Moda.\r\n\r\nIn detail, Confindustria Moda has placed the following indispensable aspects at the centre of its action: the centrality of the application of the National Collective Labour Agreement along the entire supply chain, signed by the employers' and trade union parties that are most representative at national level; the need for every system of transparency and control of the supply chain to fully guarantee the safeguarding of intellectual property and privacy on data, on the organisation and on the business of the companies involved, both large and for small and medium-sized enterprises (SMEs); and, finally, the importance of the simplicity of application of the procedures, to avoid further complexities and duplications of fulfilments that are not necessary for the achievement of the substantial objectives, but risk aggravating bureaucracy in an unsustainable way.\r\n\r\nAfter yesterday's signing and the formalisation of the overall intervention framework, Confindustria Moda “is ready to collaborate technically, for the operational implementation of the contents of the protocol, starting with the definition of production standards, which will allow verification of the appropriateness of the contracts and price targets associated with the organisation of production”.",
    "isUploaded": true
  },
  {
    "title": "Semantic AI Risk",
    "description": "Leveraging AI for Semantic Understanding and Risk Mitigation",
    "slug": "semantic-ai-risk",
    "date": "2025-06-01",
    "author": "Aditi",
    "image": "/uploads/1748789861032_The image depicts a modern office environment filled with advanced technology In the foreground a sleek workstation is illuminated by warm ambient light showcasing multiple monitors displaying complex data visuali.webp",
    "content": "Data is the lifeblood of modern enterprises. Yet, the sheer volume and complexity of unstructured data many organizations deal with has resulted in chaos—a labyrinth of potential risks and hidden insights. For today’s CIOs, CISOs, and data security professionals, combating these challenges isn’t just about safeguarding sensitive information. It’s about understanding your data in context and leveraging cutting-edge solutions like AI to enable smarter decision-making and mitigate risks.   \r\n\r\nThis blog will explore how AI-powered semantic understanding and modern machine learning technologies are transforming data discovery. We’ll highlight operational challenges like excessive permissions and risky file-sharing practices and showcase how organizations can achieve greater clarity, improve security, and reduce complexity while creating a more resilient infrastructure. \r\n\r\nWhy Context is Crucial in Data Security\r\nOne key truth lies at the heart of any effective security strategy: data doesn’t exist in isolation. Its value—and risks—lie in context. The risks of unstructured, untagged, and unprioritized data grow exponentially as organizations scale their operations. Without a clear understanding of how data is stored, shared, or accessed, businesses face critical challenges, including: \r\n\r\nExcessive Permissions: Employees or third parties often have access to files they don’t need, creating unintentional exposure risks that malicious actors can easily exploit.  \r\n\r\nRisky Sharing Practices: When improperly managed, cloud-based collaboration tools and shared drives can lead to accidental or unauthorized disclosure of sensitive information.  \r\n\r\nOperational Inefficiency: Manually monitoring and identifying risks without automated tools wastes valuable time and resources.  \r\n\r\nCompliance Risks: Failure to demonstrate control and understanding of data can lead to costly penalties, particularly under regulations like GDPR and CCPA.  \r\n\r\nThese challenges require more than traditional security measures. They demand an understanding of what data is, where it is located, who has access to it, and—critically—why it matters. This is where advanced AI and semantic solutions come into play.  \r\n\r\nHow AI Enables Semantic Understanding in Data  \r\nSemantic AI stands apart because it focuses on understanding relationships within data rather than merely processing it. Instead of simply identifying a string of information, it leverages machine learning models and natural language processing (NLP) to interpret the meaning and context of that data. This ability to analyze unstructured information makes it a game-changer for enterprises navigating complex environments.  \r\n\r\nKey Advantages of Semantic Understanding  \r\nData Discovery Beyond Metadata  \r\n\r\nTraditional data discovery tools rely on metadata (e.g., file name, size, or creation date), providing only surface-level understanding. AI semantic technologies, however, analyze the content’s meaning. This allows organizations to precisely separate sensitive intellectual property from routine documents.  \r\n\r\nIdentifying Data Relationships  \r\n\r\nSemantic AI maps relationships between data to uncover patterns that humans might miss. For example, it can identify that a confidential R&D report is linked to an email thread shared with external vendors—a potential risk that requires immediate action.  \r\n\r\nContext-Driven Decision Making  \r\n\r\nBy focusing on context, semantic AI empowers businesses to classify data appropriately. Whether determining which files require top-tier encryption or deciding which must undergo compliance audits, context drives smarter, more actionable decisions.  ",
    "isUploaded": true
  },
  {
    "title": "Taj Mahal",
    "description": "Welcome to the India for beginners travel blog",
    "slug": "taj-mahal",
    "date": "2025-06-01",
    "author": "Aditi",
    "image": "/uploads/1748791436912_5714e0a960724f3c9544e40910ee92a4.jpg",
    "content": "It’s been a while since I started a new travel blog. Some long-time followers may know, I started travel blogging in India in 2005 – which makes me one of the very first travel bloggers. This was at the very beginning of travel blogging, and very early days of social media. It was just a casual blog on a shared platform, but if you’re interested in this relic, you can find it here.\r\n\r\nOver time, I got serious about both travel in India and travel blogging, and started blogging professionally in 2009 with the launch of Breathedreamgo. As I kept travelling in India, blogging, and dispensing travel advice … I finally decided to do two things:\r\n\r\nMove to India\r\nStart a tour company.\r\nSo, I moved to India in September 2018, and with the indispensable help of Anjani Nandan, started India for Beginners in October 2019.\r\n\r\nAnjani and I originally met in 2017 when I was planning a tour, and we worked together on a Shakti Tour, along with operations wizard Ujjwal Mukherjee. It was from this experience that we decided to work together. We slowly started creating India for Beginners and just got going when the pandemic hit.\r\n\r\nAs the world started to return to normal, we resumed building India for Beginners, and luckily started to grow and expand as we helped more and more people travel happily and safely to India.\r\n\r\nHelping people get the most out of their trip to India is our motivation and our reward. We love sharing our insider knowledge about the best places to stay, the shortest travel routes, the sights you shouldn’t miss, the dishes you have to try, etc. \r\n\r\nIndia can be an overwhelming destination, especially for first-time visitors. We know that we save people a lot of hassles and help them avoid a lot of potential problems … But the funny part is, if we do our job well, our travellers will never know what *might* have been!\r\n\r\nThanks for travelling with us on this journey …\r\n\r\nLove from India,",
    "isUploaded": true
  }
]